---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExternalResourceLoadContent
source: html/5c4c28c7-0e4a-0595-cb36-177a791069ab.htm
---
# ExternalResourceLoadContent Members

Releases all resources used by the ExternalResourceLoadContent